var ListKidsGender = [
  {"id": 0, "name": "ولد"},
  {"id": 1, "name": "بنت"},
];

var ListRlationShip = [
  /*
  {"id": 0, "name": "الأب"},
  {"id": 1, "name": "الأم"},
  {"id": 2, "name": "من العائلة"},
  */
];

var Diagnosis = [
  /*
  {"id": 0, "name": "حدوث نزيف للأم أثناء فترة الحمل"},
  {
    "id": 1,
    "name": "معاناة الأم من عوامل الخطر أثناء فترة الحمل مثل الضغط أو السكري"
  },
  {"id": 2, "name": "تناول الأم للمشروبات الكحولية أو المخدرات "},
  {"id": 3, "name": "الشلل الدماغي الناتج عن نقص الأكسجين في المخ"},
  {"id": 4, "name": "إصابات دماغية قوية"},
  {"id": 5, "name": "متلازمه داون"},
  {"id": 6, "name": "متلازمه جوبيرت"},
  {"id": 7, "name": "متلازمه ريت"},
  {"id": 8, "name": "متلازمه لش-نيهان"},
  {"id": 9, "name": "مرض المويا مويا"},
  {"id": 10, "name": "متلازمة كورنيليا دي لانج"},
  {"id": 11, "name": "التهاب سحايا المخ والجهاز العصبي"},
  {"id": 12, "name": "الصلب المشقوق"},
  {"id": 13, "name": "صغر حجم الرأس"},
  {"id": 14, "name": "استسقاء الرأس"},
  {"id": 15, "name": "إضطرابات التناسق الحركي"},
  {"id": 16, "name": "افتقار فيتامين د"},
  {"id": 17, "name": "إصابات الضفيرة العضدية"}
  */
];

var surgery = [
  /*
  {"id": 0, "name": "عملية تطويل الأوتار"},
  {"id": 1, "name": "جراحة القطع الانتقائي لجذور الأعصاب"},
  {"id": 2, "name": "مضخة الباكلوفين"},
  {"id": 3, "name": "حقن البوتكس"},
  {"id": 4, "name": "لم يخضع لعمليات جراحية"},
  */
];

var splints = [
  /*
  {"id": 0, "name": "جبيرة سقوط القدم"},
  {"id": 1, "name": "جبيرة تثبيت الركبة"},
  {"id": 2, "name": "ركبة مفصلية بمدى حركي"},
  {"id": 3, "name": "جبيرة تثبيت الفخد"},
  {"id": 4, "name": "جبيرة مفصل الحوض للاطفال"},
  {"id": 5, "name": "جبيرة الابهام"},
  {"id": 6, "name": "جبيرة الرسغ"},
  {"id": 7, "name": "جبيرة تثبيت اليد"},
  {"id": 8, "name": "جبيرة ديناميك لليد"},
  {"id": 9, "name": "لا يستعمل جبائر طبية"},
  */
];


var MotorFunctions =  [

];
